{
    "navbar": {
        "title": "Hinarosha"
    },
    "hero-section": {
        "job": "Web Developer",
        "title": "Kyllian Levent",
        "description": "Fullstack Developer with a passion for the development of sites and applications under javascript framework.",
        "description2": "I organize, design, code and deploy complete web and mobile sites and applications."
    },
    "projects-section": {
        "title": "Projects Selection",
        "title2": "List of my projects",
        "description": "Here is a list of some of my projects. Some of them are completed projects that will not receive any more updates. Others are projects that are currently in development and will receive regular or irregular updates."
    },
    "project-card": {
        "repetition": {
            "objectif": "Objective",
            "progress": "Project progress"
        },
        "project1": {
            "title": "HowMuch",
            "objective": "Visualize in real time the amount of money you've earned throughout your day of work. It is my biggest web project to this day.",
            "status": "In progress"
        },
        "project2": {
            "title": "ESUP Chatbot",
            "objective": "A chatbot linked to the ESUP API to answer students's questions about the university and much more.",
            "status": "Done"
        },
        "project3": {
            "title": "SleepRecords",
            "objective": "A CakePHP application to track your habits and sleep records with a score system. Include a nice chart to show your progress.",
            "status": "Done"
        },
        "project4": {
            "title": "2048",
            "objective": "A 2048 game made with Flutter with different objectives and color themes. Created as a school project.",
            "status": "Done"
        },
        "project5": {
            "title": "Synthetic Sacrifice",
            "objective": "My favorite project. A 2D-3D hybrid RPG game in a Cyberpunk world. Multiple builds possible and multiple endings possible.",
            "status": "Writing the scenario"
        },
        "project6": {
            "title": "Synthetic Sacrifice Web",
            "objective": "A website to present the Synthetic Sacrifice project. As for now, this website spoil the whole game...",
            "status": "In progress"
        },
        "project7": {
            "title": "Hinarosha Games",
            "objective": "A portal with a collection of online games (only one for now). Built with PHP, Vue.js, and MySQL. Won't receive update as it was a school project.",
            "status": "Done"
        },
        "project8": {
            "title": "Happy Birthday OS",
            "objective": "A Windows 95 style birthday party website with interactive prompts and a birthday party animation.",
            "status": "Done"
        },
        "project9": {
            "title": "To-Do list",
            "objective": "An instant C# To-Do list application that doesn't use a database. It's not a bug, it's a feature ;)",
            "status": "Done"
        },
        "project10": {
            "title": "Thumbnails Downloader Plus",
            "objective": "A Python application to use with Retroarch to download missings games thumbnails more efficiently.",
            "status": "Done"
        }
    },
    "about-section": {
        "title": "About",
        "title2": "Some infos about me",
        "description": "I'm a passionate developer who discovered web development during a civic service assignment, and it quickly grew into a deep passion. From the very first day, the magic of writing code and watching it transform into something functional has always amazed me. This fascination naturally led me to pursue my studies in web development.",
        "description2": "During my studies, I also learned Python, C++, and C#. I've also started learning Rust as it's becoming an industry standard. I'll also be learning Angular, as it's a framework widely used in the professional world and in large companies.",
        "description3": "Outside of work and studies, I'm an avid gamer with a soft spot for all (or almost all) generations of video games. I collect PlayStation consoles, from the PS1 to the PS5, including the PSP and PS Vita. I'm also a huge car enthusiast. My dream is to one day buy a Mazda MX-5 NA, swap it with a 20B rotary engine (3 rotors + turbo), and take it to the track.",
        "description4": "I also really enjoy learning new languages. After mastering English, I started learning Japanese. While I'm not yet fluent enough for smooth conversations, I'm actively working on it. Many things inspired me to learn Japanese. Of course, my love for PlayStation and Sony in general played a role, but I also deeply admire their car culture, as most of my favorite cars are Japanese."
    },
    "footer": {
        "title": "2026. Made with passion.",
        "button1": "Contact",
        "button2": "Legal mentions",
        "button3": "Curriculum Vitae"
    }
}