{"navbar":{"title":"Hinarosha"},"hero-section":{"job":"Web developer","title":"Kyllian Levent","description":"Fullstack developer passionate about the development of sites and applications using javascript frameworks.","description2":"I organize, design, code and deploy complete web and mobile sites and applications."},"projects-section":{"title":"Projects selection","title2":"List of my projects","description":"Here is a list of some of my projects. Some of them are completed and will no longer receive modifications. Others are projects that are in development and will receive more or less regular modifications."},"project-card":{"repetition":{"objectif":"Objective","progress":"Project progress"},"project1":{"title":"HowMuch","objective":"Viualisez en teps réél le montant de votre salaire hebdomadaire tout a long de votre journée de travail.","status":"In progress"},"project2":{"title":"ESUP Chatbot","objective":"Un chatbot relié à l'API d'ESUP pour répondre aux questions des étudiants en lien avec l'université et bien d'autre.","status":"Completed"},"project3":{"title":"SleepRecords","objective":"A CakePHP app to track your sleep habits and records.","status":"Completed"}},"about-section":{"title":"About","title2":"A bit about me","description":"I'm a developer passionate about crafting accessible, pixel-perfect user interfaces that blend thoughtful design with robust engineering. My favorite work lies at the intersection of design and development, creating experiences that not only look great but are meticulously built for performance and usability.","description2":"Currently exploring the boundaries of creative coding, WebGL, and generative art. When I'm not pushing pixels, you'll find me experimenting with new technologies","description3":"Currently exploring the boundaries of creative coding, WebGL, and generative art. When I'm not pushing pixels, you'll find me experimenting with new technologies or contributing to open-source projects.","github":"GitHub","linkedin":"LinkedIn","email":"Email"},"footer":{"title":"Footer","description":"Footer"}}