{
    "navbar": {
        "title": "Hinarosha"
    },
    "hero-section": {
        "job": "Développeur web",
        "title": "Kyllian Levent",
        "description": "Développeur fullstack passionné par le développement de sites et d'applications sous frameworks JavaScript.",
        "description2": "J'organise, conçois, code et déploie des sites et des applications web et mobiles complets."
    },
    "projects-section": {
        "title": "Sélection de projets",
        "title2": "Liste de mes projets",
        "description": "Voici une liste de certains de mes projets. Certains d'entre eux ont été complétés et ne recevront plus de modifications. D'autres sont en cours de développement et recevront des mises à jour plus ou moins régulières."
    },
    "project-card": {
        "repetition": {
            "objectif": "Objectif",
            "progress": "Avancement du projet"
        },
        "project1": {
            "title": "HowMuch",
            "objective": "Visualisez en temps réel le montant de votre salaire hebdomadaire tout au long de votre journée de travail. Mon plus gros projet web à ce jour.",
            "status": "En cours"
        },
        "project2": {
            "title": "ESUP Chatbot",
            "objective": "Un chatbot relié à l'API d'ESUP pour répondre aux questions des étudiants en lien avec l'université et bien d'autres.",
            "status": "Terminé"
        },
        "project3": {
            "title": "SleepRecords",
            "objective": "Une application CakePHP pour suivre vos habitudes et vos enregistrements de sommeil.",
            "status": "Terminé"
        },
        "project4": {
            "title": "2048",
            "objective": "Un jeu de 2048 réalisé avec Flutter, avec différents objectifs et thèmes de couleur. Créé dans le cadre d'un projet scolaire.",
            "status": "Terminé"
        },
        "project5": {
            "title": "Synthetic Sacrifice",
            "objective": "Mon projet favori. Un jeu de rôle hybride 2D-3D dans un monde cyberpunk. Plusieurs builds et plusieurs fins possibles.",
            "status": "Scénario en écriture"
        },
        "project6": {
            "title": "Synthetic Sacrifice Web",
            "objective": "Un site web pour présenter l'avancement du projet Synthetic Sacrifice. Pour l'instant, le site spoil vraiment tout le jeu...",
            "status": "En cours"
        },
        "project7": {
            "title": "Hinarosha Games",
            "objective": "Un portail de jeux avec une collection de jeux en ligne (un seul pour l'instant). Construit avec PHP, Vue.js et MySQL.",
            "status": "Terminé"
        },
        "project8": {
            "title": "Happy Birthday OS",
            "objective": "Un site web d'anniversaire style Windows 95 avec des prompts interactifs et une animation de fête.",
            "status": "Terminé"
        },
        "project9": {
            "title": "To-Do list",
            "objective": "Une application C# de To-Do list instantanée qui n'utilise pas de base de données. C'est pas un bug, c'est une feature ;)",
            "status": "Terminé"
        },
        "project10": {
            "title": "Thumbnails Downloader Plus",
            "objective": "Une application Python à utiliser avec RetroArch pour télécharger les miniatures des jeux de manière plus efficace.",
            "status": "Terminé"
        }
    },
    "about-section": {
        "title": "À propos",
        "title2": "Quelques informations à propos de moi",
        "description": "Je suis un développeur passionné. J'ai commencé le développement web lors d'un service civique et c'est depuis devenu une grande passion. Depuis le premier jour, écrire du code pour le voir se transformer en quelque chose de fonctionnel m'a toujours émerveillé. J'ai donc poursuivi mes études dans ce domaine.",
        "description2": "Lors de mes études, j'ai également appris le Python, le C++ et le C#. J'ai également commencé à apprendre Rust puisque celui-ci est en train de devenir un standard dans l'industrie. Je vais également apprendre Angular puisque ce framework est grandement utilisé dans le monde professionnel et dans les grandes entreprises.",
        "description3": "En dehors de mon travail et de mes études, je suis un grand joueur de jeux vidéo de toutes (ou presque) générations. Je collectionne les consoles PlayStation, de la PS1 à la PS5 en passant par la PSP et la PS Vita. Je suis également fan de mécanique automobile. J'ai pour projet d'un jour acheter une MX-5 NA et d'y swapper un moteur rotatif '20B', donc 3 rotors + turbo, et de l'emmener sur circuit.",
        "description4": "J'aime aussi beaucoup apprendre de nouvelles langues. Après avoir appris l'anglais, j'ai commencé à apprendre le japonais. Aujourd'hui, je n'ai toujours pas encore un niveau suffisant pour avoir une conversation fluide mais j'y travaille. Beaucoup de choses m'ont inspiré à apprendre le japonais. Forcément, le fait que je sois fan de PlayStation et plus généralement de Sony a joué un rôle, mais je suis aussi admirateur de leur culture automobile puisque la majorité de mes voitures favorites sont japonaises."
    },
    "footer": {
        "title": "2026. Fait avec passion.",
        "button1": "Contact",
        "button2": "Mentions légales",
        "button3": "Curriculum Vitae"
    }
}